###跨越长城服务条款

<p align="center">1. <strong>服务描述</strong>：跨越长城提供的科学上网服务允许用户在 Internet 上建立安全的连接。我们的目的是提高您的在线隐私和安全，但我们不能保证完全的匿名性。

<p align="center">2. <strong>合法使用</strong>：<br>
   - <strong>禁止非法行为</strong>：使用跨越长城的服务从事任何违法活动，包括但不限于 BT 下载、挖矿、邪教、诈骗、发送 SPAM 邮件等都是严格禁止的。<br>
   - <strong>禁止讨论政治</strong>：严禁使用跨越长城的服务讨论、传播或以任何形式参与政治相关的活动或话题。<br>
   - <strong>国际法律</strong>：用户需遵循其所在地的所有适用法律和国际法律。在某些国家或地区，使用科学上网可能是非法的，请用户务必确保合法使用。<br>
   - <strong>订阅链接、节点域名和 IP</strong>：用户严禁泄露、分享或以任何方式发布与跨越长城服务相关的订阅链接、节点域名或节点 IP 等信息。

<p align="center">3. <strong>用户责任</strong>：用户有责任确保他们的行为符合这些服务条款。任何违反上述规定的行为都可能导致服务被暂停或终止，且不予退款。

<p align="center">4. <strong>隐私和数据</strong>：<br>
   - <strong>数据保护</strong>：我们尊重并保护用户的隐私。除法律要求或明确许可外，我们不会分享、出售或发布您的个人数据。<br>
   - <strong>日志政策</strong>：我们不保留用户的活动日志，但为了服务的正常运行，可能会收集一些基本的连接日志。这些日志会在短时间内被自动删除。

<p align="center">5. <strong>责任限制</strong>：使用科学上网服务可能会对您的网络速度和稳定性产生影响。跨越长城不对因使用或不能使用科学上网服务造成的任何损害承担责任。

<p align="center">6. <strong>修改和终止</strong>：跨越长城保留随时修改本服务条款的权利。用户有责任定期查看并遵守最新的服务条款。跨越长城也保留因任何原因随时终止服务的权利。

<p align="center">7. <strong>条款接受</strong>：使用跨越长城的科学上网服务表示您已阅读、理解并接受本服务条款。